Repository: xMathyu/Calarm
Catalog: Calarm/Localizable.xcstrings
Source language: es
Languages: en

source: sigue la configuración del sistema.
en: follows the system setting.

source: %@ crear alarma
en: %@ create alarm

source: %@ cuál es mi próxima alarma
en: %@ what's my next alarm

source: %@ cuándo es mi siguiente alarma
en: %@ when is my next alarm

source: %@ entiende esto
en: %@ understand this

source: %@ inteligente
en: %@ smart

source: %@ mis alarmas de hoy
en: %@ my alarms today

source: %@ nueva alarma
en: %@ new alarm

source: %@ próxima alarma
en: %@ next alarm

source: %@ qué tengo hoy
en: %@ what do I have today

source: %@ resumen del día
en: %@ today's briefing

source: 1 día
en: 1 day

source: 1 día antes
en: 1 day before

source: 1 hora antes
en: 1 hour before

source: 1 minuto
en: 1 minute

source: 1 sem
en: 1 wk

source: 1 semana antes
en: 1 week before

source: 10 minutos
en: 10 minutes

source: 10 minutos antes
en: 10 minutes before

source: 12 horas antes
en: 12 hours before

source: 15 minutos antes
en: 15 minutes before

source: 2 días
en: 2 days

source: 2 días antes
en: 2 days before

source: 2 horas antes
en: 2 hours before

source: 3 horas antes
en: 3 hours before

source: 30 minutos antes
en: 30 minutes before

source: 45 minutos antes
en: 45 minutes before

source: 5 minutos
en: 5 minutes

source: 5 minutos antes
en: 5 minutes before

source: 6 horas antes
en: 6 hours before

source: 9 minutos
en: 9 minutes

source: Abre el enlace de la reunión en Microsoft Teams.
en: Opens the meeting link in Microsoft Teams.

source: Abrir Ajustes
en: Open Settings

source: Acceso a Contactos
en: Contact Access

source: Acerca de
en: About

source: Activa
en: Active

source: Activa el micrófono y reconocimiento de voz en Ajustes → Calarm.
en: Enable microphone and speech recognition in Settings → Calarm.

source: Activar
en: Enable

source: Actualizar
en: Refresh

source: Agrega una alarma en %@
en: Add an alarm in %@

source: Agregar
en: Add

source: Agregar aviso
en: Add alert

source: Ajustes
en: Settings

source: Al crear, se abrirá Messages con el link para que ellos acepten. Toca un avatar para quitarlo.
en: On create, Messages will open with the link for them to accept. Tap an avatar to remove it.

source: Al inicio
en: At start

source: Al momento
en: On time

source: Alarma
en: Alarm

source: Alarma activa
en: Alarm enabled

source: Alarma con IA
en: AI alarm

source: Alarma de prueba
en: Test alarm

source: Alarmas
en: Alarms

source: Alarmas activas
en: Alarms enabled

source: Alarmas anuales que se repiten automáticamente.
en: Annual alarms that repeat automatically.

source: Alarmas de hoy en %@
en: Today's alarms in %@

source: Aniversario
en: Anniversary

source: Anual
en: Yearly

source: Apariencia
en: Appearance

source: Aplicar sugerencias
en: Apply suggestions

source: Apple Intelligence no disponible
en: Apple Intelligence not available

source: Apple Intelligence no está disponible: %@
en: Apple Intelligence is not available: %@

source: Asistente
en: Assistant

source: Aunque el iPhone esté en silencio, bloqueado o en Focus.
en: Even when iPhone is silent, locked, or in Focus.

source: Automático
en: Automatic

source: Autorizado
en: Authorized

source: Aviso
en: Alert

source: Avisos (máximo %lld)
en: Alerts (max %lld)

source: Bienvenido a Calarm
en: Welcome to Calarm

source: Borrar
en: Delete

source: Borrar categoría
en: Delete category

source: Borrar recordatorio
en: Delete reminder

source: Buscar por nombre o teléfono
en: Search by name or phone

source: Cada
en: Every

source: Cada %lld años
en: Every %lld years

source: Cada %lld días
en: Every %lld days

source: Cada %lld meses
en: Every %lld months

source: Cada %lld semanas
en: Every %lld weeks

source: Cada N días, semanas, meses o días específicos.
en: Every N days, weeks, months, or specific days.

source: Cada año
en: Yearly

source: Cada cuánto se repite
en: How often it repeats

source: Cada día
en: Daily

source: Cada mes
en: Monthly

source: Cada semana
en: Weekly

source: Calarm es una app de alarmas para eventos personales: cumpleaños, aniversarios, recordatorios y más.
en: Calarm is an alarm app for personal events: birthdays, anniversaries, reminders, and more.

source: Calarm necesita acceso a tu calendario para detectar reuniones.
en: Calarm needs calendar access to detect meetings.

source: Calarm te dice qué alarmas tienes hoy con un resumen natural.
en: Calarm tells you today's alarms with a natural summary.

source: Calendario
en: Calendar

source: Calendario de Apple
en: Apple Calendar

source: Cambiar foto
en: Change photo

source: Cancelar
en: Cancel

source: Cargando contactos…
en: Loading contacts…

source: Categoría
en: Category

source: Categorías
en: Categories

source: Cerrar
en: Close

source: Claro
en: Light

source: Color de la app
en: App color

source: Comenzar
en: Get started

source: Comparte el link por Messages
en: Share the link via Messages

source: Comparte este evento por Messages
en: Share this event via Messages

source: Compartido
en: Shared

source: Compartido contigo
en: Shared with you

source: Compartidos conmigo
en: Shared with me

source: Compartir
en: Share

source: Con cuánta anticipación avisar
en: How far ahead to alert

source: Continuar de todas formas
en: Continue anyway

source: Crea alarmas para cumpleaños, aniversarios y eventos personales. Suenan aunque tu iPhone esté en silencio.
en: Create alarms for birthdays, anniversaries, and personal events. They ring even when your iPhone is silent.

source: Crea categorías propias con su color y emoji o ícono.
en: Create your own categories with their color and emoji or icon.

source: Crea categorías propias con su color y emoji o ícono. Aparecen junto a las predefinidas al crear una alarma.
en: Create your own categories with their color and emoji or icon. They appear alongside the built-in ones when creating an alarm.

source: Crea una nueva alarma en Calarm con título y hora.
en: Creates a new alarm in Calarm with a title and time.

source: Crea, busca y modifica alarmas conversando. Todo en tu iPhone, sin internet.
en: Create, search, and modify alarms by chatting. All on your iPhone, without internet.

source: Crear
en: Create

source: Crear alarma
en: Create alarm

source: Crear alarma %1$@ para %2$@
en: Create alarm %1$@ for %2$@

source: Crear alarma con IA
en: Create alarm with AI

source: Crear alarma con IA en %@
en: Create alarm with AI in %@

source: Crear alarma con IA: %@
en: Create alarm with AI: %@

source: Crear alarma en %@
en: Create an alarm in %@

source: Cualquier emoji
en: Any emoji

source: Cuando esté activo, Calarm leerá los eventos de tu app Calendario y programará una alarma 10 minutos antes de cada uno. Si el evento tiene un enlace de Microsoft Teams, Zoom o Google Meet, aparecerá un botón para unirte.
en: When on, Calarm reads events from your Calendar app and schedules an alarm 10 minutes before each one. If the event has a Microsoft Teams, Zoom or Google Meet link, a button appears to join.

source: Cuando esté activo, Calarm leerá los eventos de tu app Calendario y programará una alarma 10 minutos antes de cada uno. Si el evento tiene un enlace de Microsoft Teams, aparecerá un botón para unirte.
en: When on, Calarm reads events from your Calendar app and schedules an alarm 10 minutes before each one. If the event has a Microsoft Teams link, a button appears to join.

source: Cuando esté apagado, esta alarma no sonará aunque tengas avisos configurados.
en: When off, this alarm will not ring even if you have alerts configured.

source: Cuando tengas eventos agendados en tu app Calendario aparecerán aquí con su alarma programada.
en: When you have events scheduled in your Calendar app they will appear here with their alarms.

source: Cumple de mi mamá el 15 de marzo cada año
en: Mom's birthday March 15 every year

source: Cumpleaños
en: Birthday

source: Cumpleaños y aniversarios
en: Birthdays and anniversaries

source: Cuál es mi próxima alarma en %@
en: What's my next alarm in %@

source: Cuándo sonar
en: When to ring

source: Denegado
en: Denied

source: Desactivar
en: Disable

source: Descartar sugerencia
en: Dismiss suggestion

source: Desconocido
en: Unknown

source: Describe la alarma en lenguaje natural
en: Describe the alarm in natural language

source: Describe la alarma en lenguaje natural y Calarm la crea con Apple Intelligence.
en: Describe the alarm in natural language and Calarm will create it with Apple Intelligence.

source: Describe la alarma en lenguaje natural y Calarm la crea con IA.
en: Describe the alarm in natural language and Calarm will create it with AI.

source: Detalles
en: Details

source: Detener
en: Stop

source: Detener alarma
en: Stop alarm

source: Detener grabación
en: Stop recording

source: Detiene la alarma de la reunión.
en: Stops the meeting alarm.

source: Detiene la alarma y abre el mapa con direcciones al lugar del evento.
en: Stops the alarm and opens the map with directions to the event.

source: Diagnóstico
en: Diagnostics

source: Diaria
en: Daily

source: Dice cuál es tu próxima alarma en Calarm.
en: Tells you your next alarm in Calarm.

source: Dom
en: Sun

source: Días
en: Days

source: Editar
en: Edit

source: Editar categoría
en: Edit category

source: El calendario no está disponible en este dispositivo.
en: Calendar is not available on this device.

source: El idioma de la app. "Automático" sigue el idioma de tu iPhone.
en: App language. "Automatic" follows your iPhone's language.

source: Elegir foto
en: Choose photo

source: Elige el tema.
en: Choose the theme.

source: En pausa
en: Paused

source: Enviar
en: Send

source: Error al aceptar la invitación: %@
en: Error accepting invitation: %@

source: Error al compartir
en: Sharing error

source: Error al compartir: %@
en: Sharing error: %@

source: Español
en: Spanish

source: Esta semana
en: This week

source: Evento
en: Event

source: Evento sin título
en: Untitled event

source: Fecha
en: Date

source: Fecha y hora
en: Date and time

source: Filtrar
en: Filter

source: Foto
en: Photo

source: Foto o icono
en: Photo or icon

source: Frecuencia
en: Frequency

source: Gestionar compartido
en: Manage sharing

source: Guardar
en: Save

source: Hablar
en: Speak

source: Hora
en: Time

source: Hoy
en: Today

source: Icono
en: Icon

source: Idioma
en: Language

source: Inactiva
en: Inactive

source: Información
en: Information

source: Inglés
en: English

source: Inicia sesión en iCloud para compartir alarmas.
en: Sign in to iCloud to share alarms.

source: Inicio
en: Start

source: Instrucción
en: Instruction

source: Interruptor general. Cuando esté apagado, no sonará ninguna alarma.
en: Master switch. When off, no alarm will ring.

source: Intervalo de snooze
en: Snooze interval

source: Invitar amigos
en: Invite friends

source: Ir
en: Go

source: Ir al evento
en: Go to event

source: Jue
en: Thu

source: La alarma sonará en cada uno de estos momentos antes del inicio del evento. Si el evento tiene ubicación, en la alarma aparecerá un botón ‘Ir’ que la detiene y abre Maps con direcciones.
en: The alarm will ring at each of these moments before the event starts. If the event has a location, a 'Go' button appears on the alarm that stops it and opens Maps with directions.

source: Las alarmas con esta categoría volverán a una categoría predefinida.
en: Alarms with this category will revert to a built-in category.

source: Limpiar filtros
en: Clear filters

source: Listo
en: Done

source: Listo, '%@' programada para %@
en: Done, '%@' scheduled for %@

source: Listo, alarma '%@' creada para %@
en: Done, alarm '%@' set for %@

source: Lun
en: Mon

source: Mar
en: Tue

source: Mañana
en: Tomorrow

source: Mensaje
en: Message

source: Mensual
en: Monthly

source: Mié
en: Wed

source: Más adelante
en: Later

source: Ningún recordatorio coincide con tus filtros.
en: No reminder matches your filters.

source: No pude entender la alarma: %@
en: I couldn't understand the alarm: %@

source: No se pudo preparar la alarma para compartirla.
en: Could not prepare the alarm for sharing.

source: No tienes alarmas para hoy.
en: You have no alarms for today.

source: No tienes alarmas próximas.
en: You have no upcoming alarms.

source: Nombre
en: Name

source: Notas
en: Notes

source: Notas (opcional)
en: Notes (optional)

source: Nueva
en: New

source: Nueva alarma
en: New alarm

source: Nueva alarma en %@
en: New alarm in %@

source: Nueva categoría
en: New category

source: Nueva conversación
en: New conversation

source: Nuevo recordatorio
en: New reminder

source: Organizador
en: Organizer

source: Oscuro
en: Dark

source: Otro
en: Other

source: Para invitar amigos a tus eventos, Calarm necesita acceder a tus contactos.
en: To invite friends to your events, Calarm needs access to your contacts.

source: Para qué es la alarma
en: What the alarm is for

source: Pausar
en: Pause

source: Permiso de alarmas
en: Alarm permission

source: Permiso denegado
en: Permission denied

source: Permitir acceso
en: Allow access

source: Personalizado
en: Custom

source: Pon la foto del cumpleañero o un símbolo a cada alarma.
en: Add a birthday photo or a symbol to each alarm.

source: Pon una alarma en %@
en: Set an alarm in %@

source: Pon una alarma mañana a las 8am para el pastillero
en: Set an alarm tomorrow 8am for medication

source: Pospone la alarma según el intervalo configurado.
en: Snoozes the alarm based on the configured interval.

source: Posponer
en: Snooze

source: Posponer alarma
en: Snooze alarm

source: Probar alarma en 1 minuto
en: Test alarm in 1 minute

source: Programa una alarma en %@
en: Schedule an alarm in %@

source: Programada (%@…). Suena en 1 minuto.
en: Scheduled (%@…). Rings in 1 minute.

source: Programando…
en: Scheduling…

source: Programar alarmas para eventos del calendario
en: Schedule alarms for calendar events

source: Próxima alarma
en: Next alarm

source: Próxima alarma en %@
en: Next alarm in %@

source: Próximas ocurrencias
en: Next occurrences

source: Pídele a %@ que cree una alarma
en: Ask %@ to create an alarm

source: Quitar %@
en: Remove %@

source: Qué tengo hoy en %@
en: What do I have today in %@

source: Reanudar
en: Resume

source: Reconocedor de voz no disponible para este idioma
en: Voice recognizer not available for this language

source: Recordatorio
en: Reminder

source: Recurrencia
en: Recurrence

source: Recurrencias avanzadas
en: Advanced recurrences

source: Recuérdame algo en %@
en: Remind me in %@

source: Recuérdame con %@
en: Remind me with %@

source: Reintentar
en: Retry

source: Repetición
en: Repeat

source: Repetir
en: Repeat

source: Restablecer al valor por defecto
en: Reset to default

source: Restablecer color
en: Reset color

source: Resumen del día
en: Today's briefing

source: Resumen del día en %@
en: Today's briefing in %@

source: Se guardará la alarma y se abrirá Messages con el link para que tus invitados la acepten.
en: The alarm will be saved and Messages will open with the link for your guests to accept.

source: Semanal
en: Weekly

source: Sin alarmas
en: No alarms

source: Sin avisos. Esta alarma no sonará.
en: No alerts. This alarm will not ring.

source: Sin categorías propias
en: No custom categories

source: Sin determinar
en: Not determined

source: Sin eventos próximos
en: No upcoming events

source: Sin ocurrencias futuras
en: No future occurrences

source: Sin próxima fecha
en: No next date

source: Sin resultados
en: No results

source: Solicitando permiso de alarmas…
en: Requesting alarm permission…

source: Suena fuerte
en: Loud ring

source: Sugerencias de Calarm
en: Calarm suggestions

source: Sáb
en: Sat

source: Símbolo
en: Symbol

source: Te invito a '%1$@' en Calarm — acepta aquí: %2$@
en: You're invited to '%1$@' in Calarm — accept here: %2$@

source: Te invito a '%@' en Calarm
en: You're invited to '%@' in Calarm

source: Tiempo entre repeticiones cuando pospones una alarma.
en: Time between repeats when you snooze an alarm.

source: Tienes %lld alarmas hoy: %@.
en: You have %lld alarms today: %@.

source: Tinta botones, acentos y resaltados. Las categorías mantienen sus propios colores.
en: Tints buttons, accents and highlights. Categories keep their own colors.

source: Tipo
en: Type

source: Toca "Nueva categoría" para crear la primera.
en: Tap "New category" to create your first one.

source: Toca + para crear tu primera alarma — cumpleaños, aniversario, recordatorio, lo que necesites.
en: Tap + to create your first alarm — birthday, anniversary, reminder, whatever you need.

source: Toca un emoji o escribe el tuyo abajo.
en: Tap an emoji or type your own below.

source: Tu próxima alarma es '%@' el %@.
en: Your next alarm is '%@' on %@.

source: Título
en: Title

source: Ubicación
en: Location

source: Una vez
en: Once

source: Unirse a reunión de Teams
en: Join Teams meeting

source: Unirse en %@
en: Join in %@

source: Unirse en Teams
en: Join in Teams

source: Ve a Ajustes → Calarm → Contactos y activa el acceso para invitar amigos.
en: Go to Settings → Calarm → Contacts and enable access to invite friends.

source: Versión
en: Version

source: Vie
en: Fri

source: activa Apple Intelligence en Ajustes → Apple Intelligence & Siri
en: enable Apple Intelligence in Settings → Apple Intelligence & Siri

source: año
en: year

source: años
en: years

source: día
en: day

source: días
en: days

source: el modelo aún se está descargando, intenta más tarde
en: the model is still downloading, try again later

source: este dispositivo no soporta Apple Intelligence
en: this device doesn't support Apple Intelligence

source: mes
en: month

source: meses
en: months

source: semana
en: week

source: semanas
en: weeks

source: ¿Cuántos cumpleaños hay este mes?
en: How many birthdays this month?

source: ¿A qué hora?
en: At what time?

source: ¿Cómo quieres llamar a la alarma?
en: What do you want to call the alarm?

source: ¿Cómo se llama la alarma?
en: What's the alarm called?

source: ¿En qué te ayudo?
en: How can I help?

source: ¿Qué quieres recordar?
en: What do you want to be reminded of?

source: ¿Qué tengo hoy?
en: What do I have today?
